Repository: Panquesito7/enhanced-builtin-commands
Catalog: locale/*.po
Languages: es

source: Your privileges are insufficient.
es: Tus privilegios son insuficientes.

source: Player @1 does not exist.
es: El jugador @1 no existe.

source: Unknown privilege: @1
es: Privilegio desconocido: @1

source: @1 granted you privileges: @2
es: @1 te otorgó privilegios: @2

source: Privileges of @1: @2
es: Privilegios de @1: @2

source: Finished emerging %d blocks in %.2fms.
es: Bloques emergentes %d terminados en %.2fms.

source: emergeblocks update: %d/%d blocks emerged (%.1f%%)
es: Actualización de bloques emergentes: %d/%d bloques emergidos (%.1f%%).

source: Cannot give an empty item
es: No se puede dar un artículo vacío.

source: Cannot give an unknown item
es: No se puede dar un objeto desconocido.

source: Giving 'ignore' is not allowed
es: No se puede dar el artículo 'ignore': denegado.

source: @1 is not a known player
es: @1 no es un jugador conocido.

source: could not be
es: no pudo ser

source: partially
es: parcialmente

source: %q %sadded to inventory.
es: %q %sha sido añadido a tu inventario.

source: %q %sadded to %s's inventory.
es: %q %sha sido añadido al inventario de %s's.

source: Show the name of the server owner
es: Muestra el nombre del administrador del servidor.

source: <playername>
es: <jugador>

source: The administrator of this server is @1.
es: El nombre del administrador de este servidor es @1.

source: There's no administrator named in the config file.
es: No hay administrador nombrado en el archivo de la configuración.

source: Sent to @1.
es: Ha sido mandado a @1.

source: You don't have permission to run this command (missing privilege: server).
es: No tienes permiso para correr este comando (privilegios faltantes: server).

source: List mods installed on the server.
es: Muestra los mods instalados en el servidor.

source: Destroy item in hand
es: Destruir el artículo en la mano.

source: Unable to pulverize, no player.
es: Incapaz de destruir, jugador no disponible.

source: An item was pulverized.
es: El artículo ha sido destruido.

source: Unable to pulverize, no item in @1's hand.
es: Incapaz de destruir, artículo no disponbile en la mano de @1.

source: An item was pulverized by @1.
es: El artículo ha sido destruido por @1.

source: Show server status
es: Muestra el estado del servidor.

source: This command was disabled by a mod or game
es: Este comando fue deshabilitado por un mod o por un juego.

source: Show day count since world creation
es: Muestra el recuento de días desde la creación del mundo.

source: Current day is @1
es: El día actual es el día @1.

source: <action>
es: <acción>

source: Show chat action (e.g., '/me orders a pizza' displays '<player name> orders a pizza')
es: Mostrar acción de chat (p.ej., '/me pide una pizza' muestra '<ugador> pide una pizza').

source: [<name>]
es: [<nombre>]

source: Show privileges of yourself
es: Muestra tus privilegios.

source: <privilege>
es: <privilegio>

source: Return list of all online players with privilege.
es: Lista de retorno de todos los jugadores en línea con el privilegio especificado.

source: Invalid parameters (see /help haspriv)
es: Parámetros invalidos (vea /help haspriv).

source: Unknown privilege!
es: ¡Privilegio desconocido!

source: Players online with the '@1' privilege: @2
es: Jugadores en línea con el privilegio '@1': @2

source: <name> (<privilege> | all)
es: <nombre> (privilegio | all)

source: Give privileges to player
es: Da los privilegios especificados al jugador especificado.

source: Invalid parameters (see /help grant)
es: Parámetros invalidos (vea /help grant)

source: <privilege> | all
es: <privilegio> | todo

source: Grant privileges to yourself
es: Otorgar privilegios a ti mismo.

source: Invalid parameters (see /help grantme)
es: Parámetros invalidos (vea /help grantme)

source: Remove privileges from player
es: Revocar los privilegios especificados de un jugador.

source: Invalid parameters (see /help revoke)
es: Parámetros invalidos (vea /help revoke)

source: @1 revoked privileges from you: @2
es: @1 te revocó estos privilegios: @2

source: <name> <password>
es: <nombre> <contraseña>

source: Set player's password
es: Establecer contraseña de un jugador.

source: Name field required
es: Campo de nombre requerido.

source: Your password was @1 by @2
es: Tu contraseña fue @1 por @2.

source: <name>
es: <nombre>

source: Set empty password for a player
es: Establecer contraseña vacía para el jugador.

source: Password of player "@1" cleared
es: Contraseña del jugador "@1" borrada.

source: Reload authentication data
es: Recargar datos de autenticación.

source: Done.
es: Listo.

source: Failed.
es: Ha fallado.

source: Remove a player's data
es: Borrar datos del jugador.

source: Player "@1""" removed.
es: El jugador "@1""" ha sido borrado.

source: No such player "@1""" to remove.
es: El jugador "@1""" no se encuentra.

source: Player "@1""" is connected, cannot remove.
es: El jugador "@1""" esta conectado, incapaz de borrar.

source: Unhandled remove_player return code @1
es: Código @1 de retorno no manejado.

source: <X>,<Y>,<Z> | <to_name> | (<name> <X>,<Y>,<Z>) | (<name> <to_name>)
es: <X>,<Y>,<Z> | <para_nombre> | (<nombre> <X,<Y>,<Z>) | (<nombre> <para_nombre>)

source: Teleport to position or player
es: Teletransportarse a una posición o a un jugador.

source: Cannot teleport out of map bounds!
es: ¡No se puede teletransportar afuera del mundo!

source: Teleporting to @1.
es: Teletransportandose a @1.

source: Teleporting to @1 at @2
es: Teletransportando a @1 en @2.

source: You don't have permission to teleport other players (missing bring privilege)
es: No tienes permiso para teletransportar otros jugadores (privilegios faltantes: bring).

source: Teleporting @1 to @2
es: Teletransportando @1 a @2.

source: Teleporting @1 to @2 at @3
es: Teletransportando @1 a @2 en @3.

source: Invalid parameters ("'@1'") or player not found (see /help teleport)
es: Parámetros invalidos ("'@1'") o jugador no encontrado (vea /help teleport).

source: ([-n] <name> <value>) | <name>
es: ([-n] <nombre> <valor>) | <nombre>

source: Set or read server configuration setting
es: Establecer o leer la configuración del servidor.

source: Failed. Use '/set -n <name> <value>' to create a new setting.
es: Ha fallado. Use '/set -n <nombre <valor>' para crear una nueva opción.

source: <not set>
es: <sin establecer>

source: Invalid parameters (see /help set).
es: Parámetros invalidos (vea /help set).

source: (here [<radius>]) | (<pos1> <pos2>)
es: (aquí [<radius>] | <posición1> <posición2>)

source: Load (or, if nonexistent, generate) map blocks contained in area pos1 to pos2 (<pos1> and <pos2> must be in parentheses)
es: Cargue (o, si no existe, genere) los bloques de mapa contenidos en la posición de área 1 a la posición 2 (<pos 1> y <pos2> deben estar entre paréntesis).

source: Started emerge of area ranging from @1 to @2
es: Ha comenzado a emergir el área de @1 hasta @2

source: Delete map blocks contained in area pos1 to pos2 (<pos1> and <pos2> must be in parentheses)
es: Eliminar los bloques de mapa contenidos en la posición de área 1 a la posición 2 (<posición 1> y <posición 2> deben estar entre paréntesis)

source: Successfully cleared area ranging from @1 to @2
es: Área despejada con éxito que va de @1 para @2.

source: Failed to clear one or more blocks in area
es: No se pudo borrar uno o más bloques en el área.

source: Resets lighting in the area between pos1 and pos2 (<pos1> and <pos2> must be in parentheses)
es: Reinicia la iluminación en el área entre la posición1 y la posición2 (<posición1> y <posición2> deben estar entre paréntesis).

source: Successfully reset light in the area ranging from @1 to @2
es: Se reinició con éxito la luz en el área que va de @1 para @2.

source: Failed to load one or more blocks in area
es: Error al cargar uno o más bloques en el área.

source: <name> <ItemString> [<count> [<wear>]]
es: <nombre <Cadena de artículo> [<cantidad> [<desgaste>]]

source: Give item to player
es: Dar un artículo a el jugador especificado.

source: Name and ItemString required
es: Nombre y Cadena de artículo requerido.

source: <ItemString> [<count> [<wear>]]
es: <Cadena de artículo> [<cantidad> [<desgaste>]]

source: Give item to yourself
es: Dar un artículo a ti mismo.

source: ItemString required
es: Cadena de artículo requerida.

source: <EntityName> [<X>,<Y>,<Z>]
es: <Nombre de la entidad> [<X>,<Y>,<Z>]

source: Spawn entity at given (or your) position
es: Entidad de generación en la posición dada (o la tuya).

source: EntityName required
es: Nombre de entidad requerida.

source: Unable to spawn entity, player is nil
es: Incapaz de generar entidad, jugador no inicializado.

source: Cannot spawn an unknown entity
es: No se puede generar una entidad desconocida.

source: @1 spawned.
es: @1 generado.

source: [<range>] [<seconds>] [<limit>]
es: [<rango>] [<segundos>] [<límite>]

source: Check who last touched a node or a node near it within the time specified by <seconds>. Default: range = 0, seconds = 86400 = 24h, limit = 5
es: Verifique quién tocó por última vez un nodo o un nodo cercano dentro del tiempo especificado por <segundos>. Por defecto: rango = 0, segundos = 86400 = 24h, límite = 5

source: Rollback functions are disabled.
es: Las funciones de retroceder están deshabilitadas.

source: That limit is too high!
es: ¡Ese límite es demasiado alto!

source: Checking @1...
es: Checando @1...

source: Nobody has touched the specified location in @1 seconds
es: Nadie ha tocado la ubicación especificada en @1 segundos.

source: %s %s %s -> %s %d seconds ago.
es: %s %s %s -> %s hace %d segundos.

source: Punch a node (range=@1, seconds=@2s, limit=@3)
es: Golpear un nodo (rango=@1, segundos=@2, limite=@3).

source: (<name> [<seconds>]) | (:<actor> [<seconds>])
es: (<nombre> [<segundos>]) | (:<actor> [<seconds>])

source: Revert actions of a player. Default for <seconds> is 60
es: Revertir las acciones de un jugador. El valor predeterminado para <segundos> es 60.

source: Invalid parameters. See /help rollback and /help rollback_check.
es: Parámetros invalidos. Vea /help rollback y /help rollback_check.

source: (log is too long to show)
es: (el registro es demasiado largo para mostrar)

source: Reverting actions @1
es: Revirtiendo acciones @1.

source: succeeded.
es: ¡éxito!

source: FAILED.
es: HA FALLADO.

source: [<delay_in_seconds> | -1] [reconnect] [<message>]
es: [<retraso_en_segundos | -1] [reconectarse] [<mensaje>]

source: Shutdown server (-1 cancels a delayed shutdown)
es: Apagar el servidor (-1 cancela el apagado retrasado).

source: [<name> | <IP_address>]
es: [<nombre> | <IP>]

source: Ban player or show ban list
es: Prohibir jugador o mostrar lista de prohibición.

source: The ban list is empty.
es: La lista de prohibición está vacía.

source: Ban list: @1
es: Lista de prohibición: @1

source: No such player.
es: No hay tal jugador.

source: Failed to ban player.
es: No se pudo prohibir el jugador.

source: Banned @1.
es: El jugador @1 ha sido prohibido.

source: Remove player ban
es: Eliminar la prohibición del jugador especificado.

source: Failed to unban player/IP.
es: No se pudo eliminar la prohibición del jugador especificado.

source: Unbanned @1.
es: El jugador @1 ha sido eliminado de la listo de prohibición.

source: <name> [<reason>]
es: <nombre> [<razón>]

source: Kick a player
es: Sacar a un jugador.

source: Failed to kick player @1.
es: No se pudo sacar al jugador @1.

source: Kicked @1.
es: El jugador @1 ha sido sacado del servidor.

source: [full | quick]
es: [completo | rápido]

source: Clear all objects in world
es: Quitar todos los objetos en el mundo.

source: Invalid usage, see /help clearobjects.
es: Uso no valido, vea /help clearobjects.

source: Clearing all objects. This may take long. You may experience a timeout (by @1).
es: Eliminando todos los objetos. Esto puede llevar (mucho) tiempo. Puede experimentar un tiempo de espera.

source: *** Cleared all objects.
es: *** Todos los objetos han sido eliminados.

source: <name> <message>
es: <nombre> <mensaje>

source: Send a private message.
es: Mandar un mensaje privado a un jugador.

source: Invalid usage, see /help msg.
es: Uso no valido, vea /help msg.

source: The player @1 is not online.
es: El jugador @1 no esta en línea.

source: Message sent.
es: El mensaje ha sido mandado correctamente.

source: Get the last login time of a player or yourself.
es: Obtenga el último tiempo de inicio de sesión de un jugador o de usted mismo.

source: Last login time was @1
es: El último tiempo de inicio de sesión fue @1

source: Last login time is unknown.
es: El último timepo de inicio de sesión no se sabe.

source: Clear the inventory of yourself or another player.
es: Borrar el inventario de ti mismo o de otro jugador.

source: You don't have permission to clear another player's inventory (missing privilege: server)
es: No tienes permiso para borrar el inventario de otros jugadores (privilegios faltantes: server)

source: @1 cleared your inventory.
es: @1 borro tu inventario.

source: Cleared @1's inventory.
es: El inventario de @1 ha sido borrado.

source: Player must be online to clear inventory!
es: ¡El jugador debe de estar en línea para poder borrar el inventario

source: Players can't be killed, damage has been disabled.
es: Los jugadores no se pueden destruir, el daño ha sido deshabilitado.

source: Player @1 is not online.
es: El jugador @1 no esta en línea.

source: You are already dead.
es: Ya estas muerto.

source: @1 is already dead.
es: @1 ya esta muerto.

source: @1 has been killed.
es: @1 ha sido destruido.

source: Kill player or yourself.
es: Destruir un jugador o tu mismo destruirte.
